// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Bluetooth--innstillinger";

NoNameTitle = "Feltet for enhetsnavn er tomt";
NoNameMsg = "Vennligst angi et navn for din enhet.";

NoGetTitle = "Kan ikke hente innstillingene";
NoGetMsg = "Kontroller om skriveren er online og tilkoblet.";

NoResetTitle = "Kan ikke tilbakestille enhetstilgangen";
NoResetMsg = "Kontroller om skriveren er online og tilkoblet.";

NoChangePinTitle = "Kan ikke endre PIN-koden";
NoChangePinMsg = "Kontroller om skriveren er online og tilkoblet.";

OkTitle = "OK";
CancelTitle = "Avbryt";

ResetTitle = "Tilbakestill enhetstilgang";
ResetMsg = "Klikk på OK for å slette alle tidligere tilkoblede enheter fra utskriftsenhetene. Klikk på Avbryt for å hoppe over tilbakestillingsfunksjonen.";

DefaultLanguage = "Ta vare på gjeldende innstillinger";

0Language = "Forenklet kinesisk-Kina";
1Language = "Tradisjonelt kinesisk-Hongkong";
2Language = "Tradisjonelt kinesisk-Taiwan";
3Language = "Japansk";
4Language = "Koreansk";
5Language = "Latin (andre)";

DeviceTitle = "Enhet";
AddressTitle = "Adresse:";
NameTitle = "Navn:";
AccessTitle = "Tilgang";
ChangePINCodeTitle = "Endre PIN-kode";
ChangePINCodeButton = "Endre PIN-kode…";
ModeTitle = "Modus";
PrivateModeTitle = "Privat modus";
PublicModeTitle = "Offentlig modus";
EncryptionRequiredTitle = "Kryptering nødvendig";
DefaultFontSettingTitle = "Standard skriftinnstillinger:";
ApplyNowTitle = "Bruk";

EnternewPINcodeTitle = "Tast inn ny PIN-kode:";
ConfirmnewPINcodeTitle = "Bekreft ny PIN-kode:";

MissingCardLabel = "Sett inn en ekstern Bluetooth-adapter eller slå på den interne Bluetooth-radioen på enheten.";
